[
  {
    "Nome": "Adaga Mental",
    "Circulo": 1,
    "Tipo": "Arcana",
    "Escola": "Encantamento",
    "Execucao": "padrão",
    "Alcance": "curto",
    "Duracao": "Instantânea",
    "AlvoAreaEfeito": "1 criatura",
    "Resistencia": "Vontade parcial",
    "Descricao": "Você manifesta e dispara uma adaga imaterial contra a mente do alvo, que sofre 2d6 pontos de dano psíquico e fica atordoado por uma rodada. Se passar no teste de resistência, sofre apenas metade do dano e evita a condição. Uma criatura só pode ficar atordoada por esta magia uma vez por cena.\n+1 PM: você lança a magia sem gesticular ou pronunciar palavras (o que permite lançar esta magia de armadura) e a adaga se torna invisível. Se o alvo falhar no teste de resistência, não percebe que você lançou uma magia contra ele.\n+2 PM: muda a duração para um dia. Além do normal, você “finca” a adagana mente do alvo. Enquanto a magia durar, você sabe a direção e localização do alvo, desde que ele esteja no mesmo mundo.\n+2 PM: aumenta o dano em +1d6."
  },
  {
    "Nome": "Abençoar Alimentos",
    "Circulo": 1,
    "Tipo": "Divina",
    "Escola": "Transmutação",
    "Execucao": "padrão",
    "Alcance": "curto",
    "Duracao": "cena",
    "AlvoAreaEfeito": "alimento para 1 criatura",
    "Resistencia": " ",
    "Descricao": "Você purifica e abençoa uma porção de comida ou dose de bebida. Isso torna um alimento sujo, estragado ou envenenado próprio para consumo. Além disso, se for consumido até o final da duração, o alimento oferece 5 PV temporários ou 1 PM temporário (além de quaisquer bônus que já oferecesse). Bônus de alimentação duram um dia e cada personagem só pode receber um bônus de alimentação por dia.\nTruque: o alimento é purificado (não causa nenhum efeito nocivo se estava estragado ou envenenado), mas não fornece bônus ao ser consumido.\n+1 PM: aumenta o número de alvos em +1.\n+1 PM: muda a duração para permanente, o alvo para 1 frasco com água e adiciona componente material (pó de prata no valor de T$ 5). Em vez do normal, cria um frasco de água benta."
  },
  {
    "Nome": "Acalmar Animal",
    "Circulo": 1,
    "Tipo": "Divina",
    "Escola": "Encantamento",
    "Execucao": "padrão",
    "Alcance": "curto",
    "Duracao": "cena",
    "AlvoAreaEfeito": "1 animal",
    "Resistencia": "Vontade anula",
    "Descricao": "O animal fica prestativo em relação a você. Ele não fica sob seu controle, mas percebe suas palavras e ações da maneira mais favorável possível. Você recebe +10 nos testes de Adestramento e Diplomacia que fizer contra o animal.Um alvo hostil ou que esteja envolvido em um combate recebe +5 em seu teste de resistência. Se você ou seus aliados tomarem qualquer ação hostil contra o alvo, a magia é dissipada e ele retorna à atitude que tinha antes (ou piorada, de acordo com o mestre). Se tratar bem o alvo, a atitude pode permanecer mesmo após o término da magia.\n+1 PM: muda o alcance para médio.\n+1 PM: muda o alvo para 1 monstro ou espírito com Inteligência 1 ou 2.\n+2 PM: aumenta o número de alvos em +1.\n+5 PM: muda o alvo para 1 monstro ou espírito. Requer 3º círculo."
  },
  {
    "Nome": "Alarme",
    "Circulo": 1,
    "Tipo": "Arcana",
    "Escola": "Abjuração",
    "Execucao": "padrão",
    "Alcance": "curto",
    "Duracao": "1 dia",
    "AlvoAreaEfeito": "esfera com 9m de raio",
    "Resistencia": " ",
    "Descricao": "Você cria uma barreira protetora invisível que detecta qualquer criatura que tocar ou entrar na área protegida. Ao lançar a magia, você pode escolher quais criaturas podem entrar na área sem ativar seus efeitos. Alarme pode emitir um aviso telepático ou sonoro, decidido quando a magia é lançada. Um aviso telepático alerta apenas você, inclusive acordando-o se estiver dormindo, mas apenas se estiver a até 1km da área protegida. Um aviso sonoro alerta todas as criaturas em alcance longo.\n+2 PM: muda o alcance para pessoal. A área é emanada a partir de você.\n+5 PM: além do normal, você também percebe qualquer efeito de adivinhação que seja usado dentro da área ou atravesse a área. Você pode fazer um teste oposto de Misticismo contra quem usou o efeito; se passar, tem um vislumbre de seu rosto e uma ideia aproximada de sua localização (“três dias de viagem ao norte”, por exemplo).\n+9 PM: muda a duração para um dia ou até ser descarregada e a resistência para Vontade anula. Quando um intruso entra na área, você pode descarregar a magia. Se o intruso falhar na resistência, ficará paralisado por 1d4 rodadas. Além disso, pelas próximas 24 horas você e as criaturas escolhidas ganham +10 em testes de Sobrevivência Para rastrear o intruso"
  },
  {
    "Nome": "Aliado Animal",
    "Circulo": 2,
    "Tipo": "Divina",
    "Escola": "Encantamento",
    "Execucao": "padrão",
    "Alcance": "curto",
    "Duracao": "1 dia",
    "AlvoAreaEfeito": "1 animal prestativo",
    "Resistencia": " ",
    "Descricao": "Você cria um vínculo mental com um animal prestativo em relação a você. O Aliado Animal obedece a você no melhor de suas capacidades, mesmo que isso arrisque a vida dele. Ele funciona como um parceiro veterano, de um tipo a sua escolha entre ajudante, combatente, fortão, guardião, montaria ou perseguidor.\n+1 PM: muda o alvo para 1 animal Minúsculo e a duração para 1 semana. Em vez do normal, o animal se desloca no melhor de suas capacidades até um local designado por você — em geral, para levar um item, carta ou similar. Quando o animal chega ao destino, fica esperando até o fim da magia, permitindo apenas que uma ou mais criaturas escolhidas por você se aproximem e peguem o que ele estiver carregando.\n+7 PM: muda o parceiro para mestre. Requer 3º círculo.\n+12 PM: muda o alvo para 2 animais prestativos. Cada animal funciona como um parceiro de um tipo diferente, e você pode receber a ajuda de ambos (mas ainda precisa seguir o limite de parceiros de acordo com o seu nível de personagem). Requer 4º círculo."
  },
  {
    "Nome": "Alterar Destino",
    "Circulo": 5,
    "Tipo": "Arcana",
    "Escola": "Adivinhação",
    "Execucao": "reação",
    "Alcance": "pessoal",
    "Duracao": "Instantânea",
    "AlvoAreaEfeito": "você",
    "Resistencia": " ",
    "Descricao": "Sua mente visualiza todas as possibilidades de um evento, permitindo a você escolher o melhor curso de ação. Você pode rolar novamente um teste de resistência com um bônus de +10 ou um inimigo deve rolar novamente um ataque contra você com uma penalidade de –10."
  },
  {
    "Nome": "Alterar Tamanho",
    "Circulo": 2,
    "Tipo": "Arcana",
    "Escola": "Transmutação",
    "Execucao": "padrão",
    "Alcance": "curto",
    "Duracao": "1 dia",
    "AlvoAreaEfeito": "1 objeto",
    "Resistencia": " ",
    "Descricao": "Esta magia aumenta ou diminui o tamanho de um item mundano em até três categorias (um objeto Enorme vira Pequeno, por exemplo). Você também pode mudar a consistência do item, deixando-o rígido como pedra ou flexível como seda (isso não altera sua RD ou PV, apenas suas propriedades físicas). Se lançar a magia num objeto de uma criatura involuntária, ela pode fazer um teste de Vontade para anulá-la.\n+1 PM: aumenta o número de alvos em +1.\n+2 PM: muda o alcance para toque e o alvo para 1 criatura. Em vez do normal, o alvo aumenta uma categoria de tamanho (seu equipamento se ajusta ao novo tamanho). O alvo também recebe Força +2. Um alvo involuntário pode fazer um teste de Fortitude para negar o efeito.\n+3 PM: muda o alcance para toque e o alvo para 1 criatura. Em vez do normal, o alvo diminui uma categoria de tamanho (seu equipamento se ajusta ao novo tamanho). O alvo também recebe Destreza +2. Um alvo involuntário pode fazer um teste de Fortitude para negar o efeito. Requer 3º círculo.\n+7 PM: muda o alcance para toque, o alvo para 1 criatura, a duração para permanente e a resistência para Fortitude anula. Em vez do normal, se falhar na resistência o alvo e seu equipamento têm seu tamanho mudado para Minúsculo. O alvo tem seu valor de Força reduzido a –5 e seus deslocamentos reduzidos a 3m. Requer 4º círculo."
  },
  {
    "Nome": "Alterar Memória",
    "Circulo": 4,
    "Tipo": "Arcana",
    "Escola": "Encantamento",
    "Execucao": "padrão",
    "Alcance": "pessoal",
    "Duracao": "você",
    "AlvoAreaEfeito": "instantânea",
    "Resistencia": "Vontade anula",
    "Descricao": "Você invade a mente do alvo e altera ou apaga suas memórias da última hora.\n+2 PM: muda o alcance para pessoal e o alvo para área cone de 4,5m.\n+5 PM: você pode alterar ou apagar as memórias das últimas 24 horas."
  },
  {
    "Nome": "Amarras Etéreas",
    "Circulo": 2,
    "Tipo": "Arcana",
    "Escola": "Convocação",
    "Execucao": "padrão",
    "Alcance": "médio",
    "Duracao": "cena",
    "AlvoAreaEfeito": "1 criatura",
    "Resistencia": "Reflexos anula",
    "Descricao": "Três laços de energia surgem e se enroscam no alvo, deixando-o agarrado.\nA vítima pode tentar se livrar, gastando uma ação padrão para fazer um teste de Atletismo.\nSe passar, destrói um laço, mais um laço adicional para cada 5 pontos pelos quais superou a CD.\nOs laços também podem ser atacados e destruídos: cada um tem Defesa 10, 10 PV, RD 5 e imunidade a dano mágico.\nSe todos os laços forem destruídos, a magia é dissipada. Por serem feitos de energia, os laços afetam criaturas incorpóreas.\n+2 PM: aumenta o número de alvos em +1.\n+2 PM: aumenta o número de laços em um alvo a sua escolha em +1 (bônus máximo limitado pelo círculo máximo de magia que você pode lançar).\n+3 PM: em vez do normal, cada laço é destruído automaticamente com um único ataque bem-sucedido;\nporém, cada laço destruído libera um choque de energia que causa 1d8+1 pontos de dano de essência na criatura amarrada.\nRequer 3º círculo."
  },
  {
    "Nome": "Amedrontar",
    "Circulo": 1,
    "Tipo": "Arcana",
    "Escola": "Necromancia",
    "Execucao": "padrão",
    "Alcance": "curto",
    "Duracao": "cena",
    "AlvoAreaEfeito": "1 animal ou humanoide",
    "Resistencia": "Vontade parcial",
    "Descricao": "O alvo é envolvido por energias sombrias e assustadoras.\nSe falhar na resistência, fica apavorado por 1 rodada, depois abalado. Se passar, fica abalado por 1d4 rodadas.\n+2 PM: alvos que falhem na resistência ficam apavorados por 1d4+1 rodadas, em vez de apenas 1.\n+2 PM: muda o alvo para 1 criatura.\n+5 PM: afeta todos os alvos válidos a sua escolha dentro do alcance."
  },
  {
    "Nome": "Âncora Dimensional",
    "Circulo": 3,
    "Tipo": "Arcana",
    "Escola": "Abjuração",
    "Execucao": "padrão",
    "Alcance": "curto",
    "Duracao": "cena",
    "AlvoAreaEfeito": "1 criatura ou objeto",
    "Resistencia": "",
    "Descricao": "O alvo é envolvido por um campo de força cor de esmeralda que impede qualquer movimento planar.\nIsso inclui magias de convocação (como Salto Dimensional e Teletransporte), viagens astrais e a habilidade incorpóreo.\n+2 PM: muda o alcance para médio, a área para esfera com 3m de raio e o alvo para criaturas escolhidas.\n+2 PM: muda o efeito para criar um fio de energia cor de esmeralda que prende o alvo a um ponto no espaço dentro do alcance.\nO ponto precisa serfixo, mas não precisa de nenhum apoio ou superfície (pode simplesmente flutuar no ar).\nO alvo não pode se afastar mais de 3m do ponto, nem fisicamente, nem com movimento planar.\nO fio possui 20 PV e redução de dano 20 (mas pode ser dissipado por efeitos que libertam criaturas, como o Julgamento Divino: Libertação do paladino).\n+4 PM: como acima, mas em vez de um fio, cria uma corrente de energia, com 20 PV e redução de dano 40.\n+4 PM: muda o alvo para área de cubo de 9m, a duração para permanente e adiciona componente material (chave de esmeralda no valor de T$ 2.000).\nEm vez do normal, nenhum tipo de movimento planar pode ser feito para entrar ou sair da área.\n+9 PM: muda o alcance para médio, a área para esfera com 3m de raio e o alvo para criaturas escolhidas.\nCria um fio de energia (veja acima) que prende todos os alvos ao centro da área."
  },
  {
    "Nome": "Animar Objetos",
    "Circulo": 4,
    "Tipo": "Arcana",
    "Escola": "Transmutação",
    "Execucao": "padrão",
    "Alcance": "médio",
    "Duracao": "cena",
    "AlvoAreaEfeito": "até 8 objetos Médios, 2 objetos Grandes ou 1 objeto Enorme",
    "Resistencia": "",
    "Descricao": "Você concede vida a objetos inanimados.\nCada objeto se torna um parceiro sob seu controle. O tipo dele é escolhido da lista de tamanho e ele não conta em seu limite de parceiros.\nCom uma ação de movimento, você pode comandar mentalmente qualquer objeto animado dentro do alcance para que auxilie você ou outra criatura.\nOutros usos criativos para os objetos ficam a cargo do mestre.\nObjetos animados são construtos com valores de Força, Destreza e PV de acordo com seu tamanho.\nTodos os outros atributos são nulos, eles não têm valor de Defesa ou testes de resistência e falham automaticamente em qualquer teste oposto.\nDiferente de parceiros comuns, um objeto pode ser alvo de um ataque direto.\nEsta magia não afeta itens mágicos, nem objetos que estejam sendo carregados por outra criatura.\n+5 PM: muda a duração para permanente e adiciona componente material (prataria no valor de T$ 1.000).\nVocê pode ter um máximo de objetos animados igual à metade do seu nível.\nEstatísticas de objetos animados \nMinúsculo: For –3, Des 4, 5 PV; Assassino ou Combatente Iniciante.\nPequeno: For –2, Des 2, 10 PV; Combatente ou Guardião Iniciante. \nMédio: For 0, Des 1, 20 PV;\nCombatente ou Guardião Veterano. \nGrande: For 2, Des 0, 40 PV; Fortão, Guardião ou Montaria (cavalo) Veterano.\nEnorme: For 4, Des –2, 60 PV; Fortão, Guardião ou Montaria (cavalo) Mestre."
  },
  {
    "Nome": "Anular a Luz",
    "Circulo": 3,
    "Tipo": "Divina",
    "Escola": "Necromancia",
    "Execucao": "padrão",
    "Alcance": "pessoal",
    "Duracao": "ver texto",
    "AlvoAreaEfeito": "esfera com 6m de raio",
    "Resistencia": "",
    "Descricao": "Esta magia cria uma onda de escuridão que causa diversos efeitos.\nMagias de até 3o círculo na área são dissipadas se você passar num teste de Religião contra a CD de cada uma.\nSeus aliados na área são protegidos por uma aura sombria e recebem +4 na Defesa até o fim da cena.\nInimigos na área ficam enjoados por 1d4 rodadas (apenas uma vez por cena).\nAnular a Luz anula Dispersar as Trevas (este efeito tem duração instantânea).\n+2 PM: aumenta o bônus na Defesa em +1.\n+4 PM: muda as magias dissipadas para até 4º círculo.\nRequer 4º círculo.\n+9 PM: muda as magias dissipadas ara até 5º círculo. Requer 5º círculo."
  },
  {
    "Nome": "Aparência Perfeita",
    "Circulo": 2,
    "Tipo": "Arcana",
    "Escola": "Ilusão",
    "Execucao": "padrão",
    "Alcance": "pessoal",
    "Duracao": "cena",
    "AlvoAreaEfeito": "você",
    "Resistencia": "",
    "Descricao": "Esta magia lhe concede um rosto idealizado, porte físico garboso, voz melodiosa e olhar sedutor.\nCaso seu Carisma seja 5 ou mais, você recebe +2 neste atributo.\nDo contrário, ele se torna 5 (isso conta como um bônus). Além disso, você recebe +5 em Diplomacia e Enganação.\nQuando a magia acaba, quaisquer observadores percebem a mudança e tendem a suspeitar de você.\nDa mesma maneira, pessoas que o viram sob o efeito da magia sentirão que “algo está errado” ao vê-lo em condições normais.\nQuando a cena acabar, você pode gastar os PM da magia novamente como uma ação livre para mantê-la ativa.\nEste efeito não fornece PV ou PM adicionais.\n+1 PM: muda o alcance para toque e o alvo para 1 humanoide."
  },
  {
    "Nome": "Aprisionamento",
    "Circulo": 5,
    "Tipo": "Arcana",
    "Escola": "Abjuração",
    "Execucao": "completa",
    "Alcance": "curto",
    "Duracao": "permanente",
    "AlvoAreaEfeito": "1 criatura",
    "Resistencia": "Vontade anula",
    "Descricao": "Você cria uma prisão mágica para aprisionar uma criatura.\nSe falhar no teste de resistência, o alvo sofre o efeito da magia;\nse passar, fica imune a esta magia por uma semana.\nEnquanto estiver aprisionada, a criatura não precisa respirar e alimentar-se, e não envelhece.\nMagias de adivinhação não conseguem localizar ou perceber o alvo.\nAo lançar a magia, você escolhe uma das seguintes formas de prisão.\nO componente material varia, mas todos custam T$ 1.000.\nAcorrentamento: o alvo é preso por correntes firmemente enraizadas no chão, que o mantém no lugar.\nO alvo fica paralisado e não pode se mover ou ser movido por qualquer meio.\nComponente Material: uma fina corrente de mitral.\nContenção Mínima: o alvo diminui para 2 cm de altura e é preso dentro de uma pedra preciosa ou objeto semelhante.\nLuz passa através da pedra, permitindo que o alvo veja o lado de fora e seja visto, mas nada mais pode passar, nem por meio de teletransporte ou viagem planar.\nA pedra não pode ser quebrada enquanto o alvo estiver dentro.\nComponente Material: uma pedra preciosa, como um diamante ou rubi.\nPrisão Dimensional: o alvo é transportado para um semiplano protegido contra teletransporte e viagens planares.\nPode ser um labirinto, uma gaiola, uma torre ou qualquer estrutura ou área confinada e pequena a sua escolha.\nComponente Material: uma representação em miniatura da prisão, feita de jade.\nSepultamento: o alvo é sepultado nas profundezas da terra, em uma esfera mágica.\nNada pode destruir ou atravessar a esfera, nem mesmo teletransporte ou viagens planares. Componente Material: um pequeno orbe de adamante.\nSono Eterno: o alvo adormece e não pode ser acordado. Componente Material: fruta preparada com ervas soníferas raras.\nQuando a magia é lançada, você deve especificar uma condição que fará com que ela termine e solte o alvo.\nA condição pode ser tão específica ou elaborada quanto você quiser, mas deve ser possível de acontecer.\nAs condições podem se basear no nome, identidade ou divindade padroeira de uma criatura, ou em ações ou qualidades observáveis, mas nunca em estatísticas intangíveis, como nível, classe ou pontos de vida.\nO mestre tem a palavra final sobre se uma condição é válida ou não."
  },
  {
    "Nome": "Área Escorregadia",
    "Circulo": 1,
    "Tipo": "Arcana",
    "Escola": "Convocação",
    "Execucao": "padrão",
    "Alcance": "curto",
    "Duracao": "cena",
    "AlvoAreaEfeito": "quadrado de 3m ou 1 objeto",
    "Resistencia": "Reflexos (veja texto)",
    "Descricao": "Esta magia recobre uma superfície com uma substância gordurosa e escorregadia.\nCriaturas na área devem passar na resistência para não cair.\nNas rodadas seguintes, criaturas que tentem movimentar-se pela área devem fazer testes de Acrobacia para equilíbrio (CD 10).\nÁrea Escorregadia pode tornar um item escorregadio. Uma criatura segurando um objeto afetado deve passar na resistência para não deixar o item cair cada vez que usá-lo.\n+1 PM: aumenta a área em +1 quadrado de 1,5m.\n+2 PM: muda a CD dos testes de Acrobacia para 15.\n+5 PM: muda a CD dos testes de Acrobacia para 20."
  },
  {
    "Nome": "Arma Espiritual",
    "Circulo": 1,
    "Tipo": "Divina",
    "Escola": "Convocação",
    "Execucao": "padrão",
    "Alcance": "pessoal",
    "Duracao": "cena",
    "AlvoAreaEfeito": "você",
    "Resistencia": "",
    "Descricao": "Você invoca a arma preferida de sua divindade (caso sua divindade possua uma), que surge flutuando a seu lado.\nUma vez por rodada, quando você sofre um ataque corpo a corpo, pode usar uma reação para que a arma cause automaticamente 2d6 pontos de dano do tipo da arma — por exemplo, uma espada longa causa dano de corte — no oponente que fez o ataque.\nEsta magia se dissipa se você morrer.\n+1 PM: além do normal, a arma o protege.\nVocê recebe +1 na Defesa.\n+2 PM: aumenta o bônus na Defesa em +1.\n+2 PM: muda a duração para sustentada. Além do normal, uma vez por rodada, você pode gastar uma ação livre para fazer a arma acertar automaticamente um alvo adjacente.\nSe a arma atacar, não poderá contra-atacar até seu próximo turno. Requer 2º círculo.\n+2 PM: muda o tipo do dano para essência. Requer 2º círculo.\n+2 PM: aumenta o dano causado pela arma em +1d6 (bônus máximo limitado pelo círculo máximo de magia que você pode lançar).\n+5 PM: invoca duas armas, permitindo que você contra-ataque (ou ataque, se usar o aprimoramento acima) duas vezes por rodada.\nRequer 3º círculo."
  },
  {
    "Nome": "Arma Mágica",
    "Circulo": 1,
    "Tipo": "Universal",
    "Escola": "Transmutação",
    "Execucao": "padrão",
    "Alcance": "toque",
    "Duracao": "cena",
    "AlvoAreaEfeito": "1 arma empunhada",
    "Resistencia": "",
    "Descricao": "A arma é considerada mágica e fornece +1 nos testes de ataque e rolagens de dano (isso conta como um bônus de encanto).\nCaso você esteja empunhando a arma, pode usar seu atributo-chave de magias em vez do atributo original nos testes de ataque (não cumulativo com efeitos que somam este atributo).\n+2 PM: aumenta o bônus em +1 (bônus máximo limitado pelo círculo máximo de magia que você pode lançar).\n+2 PM: a arma causa +1d6 de dano de ácido, eletricidade, fogo ou frio, escolhido quando a magia é lançada.\nEste aprimoramento só pode ser usado uma vez.\n+3 PM: muda o bônus de dano do aprimoramento acima para +2d6."
  },
  {
    "Nome": "Armadura Arcana",
    "Circulo": 1,
    "Tipo": "Arcana",
    "Escola": "Abjuração",
    "Execucao": "padrão",
    "Alcance": "pessoal",
    "Duracao": "cena",
    "AlvoAreaEfeito": "você",
    "Resistencia": "",
    "Descricao": "Esta magia cria uma película protetora invisível, mas tangível, fornecendo +5 na Defesa.\nEsse bônus é cumulativo com outras magias, mas não com bônus fornecido por armaduras.\n+1 PM: muda a execução para reação. Em vez do normal, você cria um escudo mágico que fornece +5 na Defesa contra o próximo ataque que sofrer (cumulativo com o bônus fornecido pelo efeito básico desta magia e armaduras).\n+2 PM: aumenta o bônus na Defesa em +1.\n+2 PM: muda a duração para um dia."
  },
  {
    "Nome": "Armamento da Natureza",
    "Circulo": 1,
    "Tipo": "Divina",
    "Escola": "Transmutação",
    "Execucao": "padrão",
    "Alcance": "toque",
    "Duracao": "cena",
    "AlvoAreaEfeito": "1 arma (veja o texto)",
    "Resistencia": "",
    "Descricao": "Você fortalece uma arma mundana primitiva (sem custo em T$, como bordão, clava, funda ou tacape), uma arma natural ou um ataque desarmado.\nO dano da arma aumenta em um passo e ela é considerada mágica.\nAo lançar a magia, você pode mudar o tipo de dano da arma (escolhendo entre corte, impacto ou perfuração).\n+1 PM: fornece +1 nos testes de ataque com a arma.\n+2 PM: muda a execução para ação de movimento.\n+3 PM: aumenta o bônus nos testes de ataque em +1.\n+5 PM: aumenta o dano da arma em mais um passo."
  },
  {
    "Nome": "Assassino Fantasmagórico",
    "Circulo": 4,
    "Tipo": "Arcana",
    "Escola": "Necromancia",
    "Execucao": "padrão",
    "Alcance": "longo",
    "Duracao": "cena, até ser descarregada",
    "AlvoAreaEfeito": "1 criatura",
    "Resistencia": "Vontade anula, Fortitude parcial",
    "Descricao": "Usando os medos subconscientes do alvo, você cria uma imagem daquilo que ele mais teme.\nApenas a própria vítima pode ver o Assassino Fantasmagórico com nitidez;\noutras criaturas presentes (incluindo o conjurador) enxergam apenas um espectro sombrio.\nQuando você lança a magia, o espectro surge adjacente a você e a vítima faz um teste de Vontade.\nSe ela passar, percebe que o espectro é uma ilusão e a magia é dissipada.\nSe falhar, acredita na existência do espectro, que então flutua 18m por rodada em direção à vítima, sempre no fim do seu turno.\nEle  incorpóreo e imune a magias (exceto magias que dissipam outras).\nSe o espectro terminar seu turno adjacente à vítima, ela deve fazer um teste de Fortitude.\nSe passar, sofre 6d6 pontos de dano de trevas (este dano não pode reduzir o alvo a menos de 0 PV e não o deixa sangrando).\nSe falhar, sofre um colapso, ficando imediatamente com –1 PV e sangrando. O espectro persegue o alvo implacavelmente.\nEle desaparece se o alvo ficar inconsciente ou se afastar além de alcance longo dele, ou se for dissipado."
  },
  {
    "Nome": "Augúrio",
    "Circulo": 2,
    "Tipo": "Divina",
    "Escola": "Adivinhação",
    "Execucao": "completa",
    "Alcance": "pessoal",
    "Duracao": "instantânea",
    "AlvoAreaEfeito": "você",
    "Resistencia": "",
    "Descricao": "Esta magia diz se uma ação que você tomará em breve — no máximo uma hora no futuro — trará resultados bons ou ruins.\nO mestre rola 1d6 em segredo; com um resultado de 2 a 6, a magia funciona e você recebe uma das seguintes respostas: “felicidade” (a ação trará bons resultados);\n“miséria” (a ação trará maus resultados); “felicidade e miséria” (para ambos) ou “nada” (para ações que não trarão resultados bons ou ruins).\nCom um resultado 1, a magia falha e oferece o resultado “nada”.\nNão há como saber se esse resultado foi dado porque a magia falhou ou não.\nLançar esta magia múltiplas vezes sobre  o mesmo assunto gera sempre o primeiro resultado.\nPor exemplo, se o grupo está prestes a entrar em uma câmara, o augúrio dirá “felicidade” se a câmara contém um tesouro desprotegido, “miséria” se contém um monstro, “felicidade e miséria” se houver um tesouro e um monstro ou “nada” se a câmara estiver vazia.\n+3 PM: muda a execução para 1 minuto. Em vez do normal, você pode consultar uma divindade, fazendo uma pergunta sobre um evento que acontecerá até um dia no futuro.\nO mestre rola a chance de falha; com um resultado de 2 a 6, você recebe uma resposta, desde uma simples frase até uma profecia ou enigma.\nEm geral, este uso sempre oferece pistas, indicando um caminho a tomar para descobrir a resposta que se procura.\nNuma falha você não recebe resposta alguma. Requer 3º círculo.\n+7 PM: muda a execução para 10 minutos e a duração para 1 minuto.\nEm vez do normal, você consulta uma divindade, podendo fazer uma pergunta por rodada, desde que ela possa ser respondida com “sim”, “não” ou “não sei” (embora poderosos, os deuses não são oniscientes).\nO mestre rola a chance de falha para cada pergunta. Em caso de falha, a resposta também é “não sei”.\nRequer 4º círculo.\n+7 PM: o mestre rola 1d12; a magia só falha em um resultado 1.\n+12 PM: o mestre rola 1d20;\na magia só falha em um resultado 1."
  },
  {
    "Nome": "Aura Divina",
    "Circulo": 5,
    "Tipo": "Divina",
    "Escola": "Abjuração",
    "Execucao": "padrão",
    "Alcance": "pessoal",
    "Duracao": "cena",
    "AlvoAreaEfeito": "esfera com 9m de raio",
    "Resistencia": "Vontade parcial",
    "Descricao": "Você se torna um conduíte da energia de sua divindade, emanando uma aura brilhante.\nVocê e aliados devotos da mesma divindade ficam imunes a encantamento e recebem +10 na Defesa e em testes de resistência.\nAliados não devotos da mesma divindade recebem +5 na Defesa e em testes de resistência.\nAlém disso, inimigos que entrem na área devem fazer um teste de Vontade;\nem caso de falha, recebem uma condição a sua escolha entre esmorecido, debilitado ou lento até o fim da cena.\nO teste deve ser refeito cada vez que a criatura entrar novamente na área.\n+2 PM: aumenta os bônus na Defesa e em testes de resistência em +1."
  },
  {
    "Nome": "Aviso",
    "Circulo": 1,
    "Tipo": "Universal",
    "Escola": "Adivinhação",
    "Execucao": "movimento",
    "Alcance": "longo",
    "Duracao": "instantânea",
    "AlvoAreaEfeito": "1 criatura",
    "Resistencia": "",
    "Descricao": "Envia um aviso telepático para uma criatura, mesmo que não possa vê-la nem tenha linha de efeito.\nEscolha um:\nAlerta: o alvo recebe +5 em seu próximo teste de Iniciativa e de Percepção dentro da cena.\nMensagem: o alvo recebe uma mensagem sua de até 25 palavras.\nVocês devem ter um idioma em comum para o alvo poder entendê-lo.\nLocalização: o alvo sabe onde você está naquele momento. Se você mudar de posição, ele não saberá.\n+1 PM: aumenta o alcance em um fator de 10 (90m para 900m, 900m para 9km e assim por diante).\n+1 PM: se escolher mensagem, o alvo pode enviar uma resposta de até 25 palavras para você até o fim de seu próximo turno.\n+2 PM: se escolher localização, muda a duração para cena.\nO alvo sabe onde você está mesmo que você mude de posição.\n+3 PM: aumenta o número de alvos em +1."
  },
  {
    "Nome": "Açoite Flamejante",
    "Circulo": 1,
    "Tipo": "Arcana",
    "Escola": "Convocação",
    "Execucao": "padrão",
    "Alcance": "pessoal",
    "Duracao": "sustentada",
    "AlvoAreaEfeito": "açoite de chamas criado em sua mão (veja o texto)",
    "Resistencia": "Reflexos reduz parcial",
    "Descricao": "Um açoite de fogo surge em uma de suas mãos com a qual possa empunhar uma arma (essa mão fica ocupada pela duração da magia). Você pode usar uma ação padrão para causar 2d6 pontos de dano de fogo com o açoite em uma criatura em alcance curto e deixá-la em chamas e enredada enquanto estiver em chamas dessa forma. Passar na resistência reduz o dano à metade e evita as chamas.\n+2 PM: muda a execução para movimento.\n+2 PM: muda o dano para 4d6. Requer 2º círculo.\n+5 PM: muda o dano para 6d6. Requer 3º círculo."
  },
  {
    "Nome": "Arma de Jade",
    "Circulo": 1,
    "Tipo": "Divina",
    "Escola": "Transmutação",
    "Execucao": "padrão",
    "Alcance": "toque",
    "Duracao": "cena",
    "AlvoAreaEfeito": "1 arma",
    "Resistencia": "",
    "Descricao": "Esta magia ofertada por Lin-Wu transfere temporariamente para uma arma as qualdades místicas do jade, um raro material de Tamu-ra. A arma é considerada mágica, pode ser sacada e guardada como ação livre e fornece +1 nos testes de ataque e rolagens de dano (isso conta como um bônus de encanto). Contra espíritos, os bônus fornecidos pela magia são dobrados.\n+1 PM: a arma causa +1d4 de dano de eletricidade.\n+2 PM: aumenta o bônus de ataque e dano em +1 (bônus máximo limitado pelo círculo máximo de magia que você pode lançar).\n+2 PM (Apenas Devotos de Lin-Wu): muda o bônus de dano do aprimoramento acima para +2d4."
  },
  {
    "Nome": "Arsenal de Allihanna",
    "Circulo": 1,
    "Tipo": "Divina",
    "Escola": "Convocação",
    "Execucao": "padrão",
    "Alcance": "pessoal",
    "Duracao": "cena",
    "AlvoAreaEfeito": "arma criada em sua mão",
    "Resistencia": "",
    "Descricao": "Outrora chamada Armamento de Allihanna, esta magia recentemente recebeu um novo nome — com implicações curiosas. Utilizada pela primeira vez por Lisandra de Galrasia, diz-se que a verdadeira origem da magia estaria relacionada a seu pai, Arsenal, então mortal. Você invoca uma arma a sua escolha, em uma versão de madeira mágica que fornece +1 nos testes de ataque e rolagens de dano (isso conta como um bônus de encanto) e conta como uma arma primitiva para efeitos como a magia Armamento da Natureza. Se for uma arma de disparo, ela produz sua própria munição (mas você pode usar munição normal, se quiser). Arsenal de Allihanna não cria armas complexas (como bestas ou armas de fogo) e seus efeitos só funcionam em suas mãos.\n+2 PM: aumenta o bônus em +1 (bônus máximo limitado pelo círculo máximo de magia que você pode lançar).\\n+2 PM: a arma, ou sua munição, é recoberta de espinhos. Ela causa +1d6 pontos de dano e o alvo do ataque fica sangrando.\n+3 PM (Apenas Devotos de Allihanna ou Dahllan): muda o alvo para uma planta. A planta manifesta uma arma corpo a corpo simples de madeira de Tollon e uma armadura de couro batido reforçada. Alternativamente, se tiver o suplemento Ameaças de Arton, ela manifesta uma Espada Espinhenta ou um Fruto da Espada-Mãe (p. 245). Em ambos os casos, os itens permanecem pela duração da magia. Requer 2º círculo."
  }
]
